Repository: pythonbrasil/pybr2012-site
Catalog: pythonbrasil8/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Learn how to become a sponsor
pt_br: Veja como se tornar um patrocinador

source: ARE YOU SPEAKING OR ATTENDING?
pt_br: VOCÊ VAI PARTICIPAR OU PALESTRAR?

source: grab a badge
pt_br: baixe o banner

source: FROM THE BLOG
pt_br: NOVIDADES

source: latest news
pt_br: últimas notícias

source: Be a speaker at PythonBrasil[8]!
pt_br: Seja palestrante da PythonBrasil[8]!

source: Published on September 19 2012
pt_br: Publicada em 19 de Setembro de 2012

source: Buy your tickets for PythonBrasil[8] - registration is now available!
pt_br: Compre seus ingressos para PythonBrasil[8] - inscrições abertas!

source: Published on June 4 2012
pt_br: Publicada em 4 de Junho de 2012

source: Keynotes of PythonBrasil[8] - who would you like to see?
pt_br: Keynotes da PythonBrasil[8] - quem você gostaria de ver?

source: Published on May 15 2012
pt_br: Publicada em 15 de Maio de 2012

source: Choose the books that will be raffled during PythonBrasil[8]
pt_br: Escolha os livros que serão sorteados durante a PythonBrasil[8]

source: Published on May 10 2012
pt_br: Publicada em 10 de Maio de 2012

source: PythonBrasil[8] venue is set: SulAmérica Convention Center
pt_br: Local da PythonBrasil[8] definido: Centro de Convenções SulAmérica

source: Published on April 23 2012
pt_br: Publicada em 23 de Abril de 2012

source: STAY UP TO DATE
pt_br: REDES SOCIAIS

source: follow us
pt_br: acompanhe

source: Sponsors
pt_br: Patrocinadores

source: PYTHONBRASIL SPONSORS
pt_br: PATROCINADORES DA PYTHONBRASIL

source: Sponsors Info
pt_br: Patrocinadores

source: PythonBrasil Sponsoring
pt_br: Patrocinando a PythonBrasil

source: Interested in hiring talented Python hackers? Sponsor the conference and increase your company visibility.
pt_br: Interessado em contratar desenvolvedores Python talentosos? Patrocine a conferência e aumente a visibilidade da sua empresa.

source: Sponsoring prospectus (English version)
pt_br: Plano de captação (versão em inglês)

source: Sponsoring prospectus (Portuguese version)
pt_br: Plano de captação (versão em português)

source: Venue
pt_br: Local

source: PythonBrasil Venue
pt_br: Local da PythonBrasil

source: Corporate
pt_br: Corporativo

source: Student
pt_br: Estudante

source: APyB Associated
pt_br: Associado APyB

source: Female
pt_br: Feminino

source: S
pt_br: P

source: L
pt_br: G

source: Male
pt_br: Masculino

source: XL
pt_br: GG

source: XXL
pt_br: XGG

source: Other
pt_br: Outros

source: 9 or less
pt_br: 9 ou menos

source: 80 or more
pt_br: 80 ou mais

source: Trainee
pt_br: Estagiário

source: Developer
pt_br: Desenvolvedor

source: Software engineer
pt_br: Engenheiro de software

source: Manager
pt_br: Gerente

source: Sysadmin
pt_br: Administrador de Sistemas

source: Teacher
pt_br: Professor

source: Researcher
pt_br: Pesquisador

source: Other country
pt_br: Outro país

source: Name
pt_br: Nome

source: Short Bio
pt_br: Sobre você

source: Registration type
pt_br: Tipo de inscrição

source: T-Shirt size
pt_br: Tamanho de camiseta

source: State
pt_br: Estado

source: Country (if not Brazilian)
pt_br: País (se não for Brasileiro)

source: Gender
pt_br: Sexo

source: Age
pt_br: Idade

source: Profession
pt_br: Profissão

source: Company / University / Institution
pt_br: Empresa / Unversidade / Instituição

source: Twitter profile
pt_br: Twitter

source: Public profile (visible to everyone)?
pt_br: Perfil público (visivel para todos)?

source: Profile successfully updated.
pt_br: Perfil atualizado com sucesso.

source: Proposals
pt_br: Propostas

source: edit your profile
pt_br: edite seu perfil

source: Edit your profile
pt_br: Edite seu perfil

source: Change password
pt_br: Altere sua senha

source: Logout
pt_br: Sair

source: You are close to participate of PythonBrasil[8]! Pay your ticket and start planning your travel!
pt_br: Você está próximo a participar da PythonBrasil[8]! Pague sua inscrição e planeje a sua viagem!

source: your account
pt_br: sua conta

source: Your registration to PythonBrasil[8] is confirmed, we'll see you at the conference!
pt_br: Sua inscrição na PythonBrasil[8] está confirmada, nos vemos na conferência!

source: In order to register to PythonBrasil[8], you still need to fill the required fields in your profile and
pt_br: Para se inscrever na conferência, você ainda precisa preencher os camposobrigatórios do seu perfil e

source: Now to finish your registration to PythonBrasil[8], you need to pay the registration fee, using PagSeguro.
pt_br: Para concluir a sua inscrição na PythonBrasil[8], você precisa pagar a taxa de inscrição, utilizando PagSeguro

source: Pay and confirm the registration for PythonBrasil[8]
pt_br: Pague e confirme sua inscrição na PythonBrasil[8]

source: Pay registration
pt_br: Pagar a inscrição

source: In order to register to PythonBrasil[8], you still need to fill the required fields in
pt_br: Para se inscrever na conferência, você ainda precisa preencher os camposobrigatórios do seu perfil em

source: and
pt_br: e

source: Fill the required fields in your profile
pt_br: Preencher os campos obrigatórios no seu perfil

source: Pay your ticket
pt_br: Pague sua inscrição

source: Save
pt_br: Salvar

source: Below you can see a list of your talk proposals. Click in any of them to edit it.
pt_br: Abaixo você pode ver a lista de suas propostas de palestras. Selecione uma para editá-la.

source: Edit proposal
pt_br: Editar palestra

source: Submit a proposal
pt_br: Submeta uma palestra

source: You did not submit any proposal yet.
pt_br: Você não enviou nenhuma proposta de palestra ainda.

source: Why don't you send one?
pt_br: Por que você não envia uma?

source: Speakers
pt_br: Palestrantes

source: Talk
pt_br: Palestra

source: Portuguese
pt_br: Português

source: English
pt_br: Inglês

source: Spanish
pt_br: Espanhol

source: Beginner
pt_br: Iniciante

source: Intermediate
pt_br: Intermediário

source: Advanced
pt_br: Avançado

source: Description
pt_br: Descrição

source: Type
pt_br: Tipo

source: Track
pt_br: Trilha

source: Audience level
pt_br: Nível da audiência

source: Language
pt_br: Idioma

source: Title
pt_br: Título

source: Session successfully submitted!
pt_br: Palestra submetida com sucesso!

source: Session successfully updated!
pt_br: Palestra submetida com sucesso!

source: Session successfully deleted!
pt_br: Palestra submetida com sucesso!

source: Edit proposal
pt_br: Editar atividade

source: Please fill the form below to edit your proposal:
pt_br: Por favor, preencha o formulário abaixo para enviar sua proposta:

source: you
pt_br: você

source: Add speaker
pt_br: Adicionar palestrante

source: Add another speaker
pt_br: Adicionar outro palestrante

source: Send proposal
pt_br: Submeter palestra

source: Send
pt_br: Enviar

source: Delete proposal
pt_br: Apagar palestra

source: Are you sure?
pt_br: Você tem certeza?

source: Delete
pt_br: Apagar

source: Send a proposal
pt_br: Submeter palestra

source: The period for session proposals has ended.
pt_br: O prazo para submissão de palestras já está encerrado.

source: username or email (no spaces)
pt_br: nome de usuário ou e-mail (sem espaços)

source: Please fill the form below to submit your proposal:
pt_br: Por favor, preencha o formulário abaixo para enviar sua proposta:

source: Tracks' description
pt_br: Descrição das trilhas

source: Payment of a %s Ticket in PythonBrasil[8] conference, 2012 edition
pt_br: Pagamento de uma Inscrição %s na conferência PythonBrasil[8], edição de 2012

source: In order to issue your registration to the conference, you need to complete your profile.
pt_br: Para se inscrever na conferência, você precisa preencher o seu perfil.

source: Failed to generate a transaction within the payment gateway. Please contact the event staff to complete your registration.
pt_br: Falha ao gerar a transação para o gateway de pagamento. Por favor, contacte a organização.

source: About
pt_br: Sobre

source: About PythonBrasil
pt_br: Sobre a PythonBrasil

source: PythonBrasil is the largest Brazilian gathering for the community using and developing the open-source Python programming language. It is a annual vibrant meeting ground to inspire, debate, make deals, motivate and connect face to face.
pt_br: PythonBrasil é o maior encontro da comunidade comunidade brasileira que utiliza e desenvolve a linguagem de programação Python. É um encontro anual que inspira os participantes, proporcionando debates, estimulando negócios, e estimula membros da comunidade a se reencontrarem pessoalmente.

source: The eighth edition of the conference will be held from the 21 to 24 November 2012 at the
pt_br: A oitava edição da conferência acontecerá entre os dias 21 e 24 de novembro de 2012 no

source: SulAmérica Convention Center
pt_br: Centro de Convenções SulAmérica

source: located in Rio de Janeiro.
pt_br: localizado no Rio de Janeiro.

source: The conference is organized by the Python community for the community. We try to keep registration far cheaper than most comparable technology conferences, to keep PythonBrasil accessible to the widest group possible.
pt_br: A conferência é organizada pela comunidade Python para a comunidade python. Tentamos manter a inscrição do evento o mais barat possível, comparada a outras conferências de tecnologia, para manter a PythonBrasil acessível aomaior grupo possível.

source: Join us!
pt_br: Junte-se a nós!

source: Contact
pt_br: Contato

source: Previous editions
pt_br: Versões anteriores

source: This is the eighth edition of PythonBrasil. Find out more about the previous editions of the conference, clicking on the edition numbers below:
pt_br: Esta é a oitava edição da PythonBrasil. Conheça mais sobre as edições anteriores da conferência, clicando sobre o número da edição abaixo:

source: You can also see a complete list containing the dates and locations of the previous editions of PythonBrasil
pt_br: Você também pode ver a lista completa com datas e locais das edições anteriores da PythonBrasil

source: clicking here
pt_br: clicando aqui

source: Badges
pt_br: Banners

source: Get a badge!
pt_br: Baixe o banner!

source: im_attending_aside.png
pt_br: im_attending_aside_pt.png

source: I'm Attending to PythonBrasil[8]
pt_br: Eu vou na PythonBrasil[8]

source: I_speak_aside.png
pt_br: I_speak_aside_pt.png

source: I'm speaking at PythonBrasil[8]
pt_br: Eu vou palestrar na PythonBrasil[8]

source: logo
pt_br: logo-pt

source: about
pt_br: sobre

source: register
pt_br: inscreva-se

source: schedule
pt_br: programação

source: venue
pt_br: local

source: sponsor
pt_br: patrocínio

source: logout
pt_br: sair

source: buy your ticket now
pt_br: pague sua inscrição

source: Call for proposals
pt_br: Chamada de trabalhos

source: November 20th
pt_br: 20 de novembro

source: Tutorials
pt_br: Tutoriais

source: November 21th - 22th
pt_br: 21 e 22 de novembro

source: Talks & Exposition Hall
pt_br: Palestras & Exposições

source: November 23th - 24th
pt_br: 23 e 24 de novembro

source: PythonBrasil is a non-proﬁt volunteer-driven conference for promoting the open-source Python programming language.
pt_br: A PythonBrasil é uma conferência sem fins lucrativos organizada por voluntários para promoção da linguagem de programação de código aberto Python.

source: It is supported by the Brazilian Python Association (APyB) and by the Python Software Foundation (PSF).
pt_br: É apoiado pela Associação Python Brasil (APyB) e pela Python Software Foundation (PSF).

source: News
pt_br: Notícias

source: PythonBrasil News
pt_br: Novidades da PythonBrasil

source: Published on September 19 2012, by <a href="mailto:tati_alchueyr@python.org.br">Tati Al-Chueyr</a>
pt_br: Publicada em 19 de Setembro de 2012, por <a href="mailto:tati_alchueyr@python.org.br">Tati Al-Chueyr</a>

source: Submit your proposal now!
pt_br: Proponha uma palestra agora!

source: Selected talks and tutorials will be announced until the 9th October.<br><br> PythonBrasil[8] will run from 21th to the 24th November, 2012, at the SulAmérica Convention Center in Rio de Janeiro.<br><br> Talk sessions will happen from Friday to Saturday (23 and 24th November). They're mostly 30 minutes long, targeting from beginners to advanced audiences. Among the tracks there are web development, cloud computing, scientific computing, DevOps and games.<br><br> The conference attendees can also propose hands'on tutorials, 4 hours long, that will happen from Wednesday to Thursday (21 to 22th November).<br><br>
pt_br: As palestras e tutoriais selecionados serão divulgados no dia 9 de outubro.<br><br> A PythonBrasil[8] acontecerá entre os dias 21 e 24 de novembro de 2012, no Centro de Convenções SulAmérica do Rio de Janeiro.<br><br> As palestras e keynotes acontecerão entre sexta e sábado (23 e 24 de novembro). Elas terão duração de 30 min, visando públicos que vão do intermediário ao avançado. Dentre as trilhasconstam desenvolvimento web, cloud computing, computação científica, DevOps e jogos.<br><br> Os participantes da conferência também podem propor tutoriais hands'on de n 4 horas de duração, que acontecerão de quarta até quinta-feira (21 a 22 de novembro).<br><br>

source: How to propose a talk?
pt_br: Como propor uma palestra?

source: (1) Register to the conference website, accessing the link:
pt_br: (1) Inscreva-se no site da conferência, acessando o link:

source: Obs: don't forget to confirm your registration, clicking on a link sent to your email
pt_br: Obs: não esqueça de confirmar seu cadastro, clicando no link enviado para o seu email

source: (2) Log in the website to propose a talk or tutorial, through:<br>
pt_br: (2) Faça login no site para propor uma palestra ou tutorial, através:<br>

source: Obs: click on Proposals and add the information. You can propose multiple activities!
pt_br: Obs: selecione Propostas e adicione os dados de sua palestra. Você pode propor múltiplas atividades!

source: Do speakers pay?
pt_br: Palestrantes pagam?

source: Yes. However, attendees that had activities approved have discount until the 15th October (R$ 150,00):
pt_br: Sim. Entretanto, pessoas que tiveram palestras aprovadas terão desconto até dia 15 de outubro (R$ 150,00):

source: More information?
pt_br: Mais informações?

source: Questions?
pt_br: Perguntas?

source: Contact the organizers: <a href="organizers@pythonbrasil.org.br">organizers@pythonbrasil.org.br</a>
pt_br: Entre em contato com os organizadores: <a href="organizers@pythonbrasil.org.br">organizers@pythonbrasil.org.br</a>

source: Published on June 4 2012, by <a href="mailto:tati_alchueyr@python.org.br">Tati Al-Chueyr</a>
pt_br: Publicado no dia 4 de junho de 2012, por <a href="mailto:tati_alchueyr@python.org.br">Tati Al-Chueyr</a>

source: Published on May 15 2012, by <a href="mailto:tati_alchueyr@python.org.br">Tati Al-Chueyr</a>
pt_br: Publicado no dia 15 de maio de 2012, por <a href="mailto:tati_alchueyr@python.org.br">Tati Al-Chueyr</a>

source: Published on May 10 2012, by <a href="mailto:tati_alchueyr@python.org.br">Tati Al-Chueyr</a>
pt_br: Publicado no dia 10 de maio de 2012, por <a href="mailto:tati_alchueyr@python.org.br">Tati Al-Chueyr</a>

source: Published on April 13 2012, by <a href="mailto:tati_alchueyr@python.org.br">Tati Al-Chueyr</a>
pt_br: Publicado no dia 13 de Abril de 2012, por <a href="mailto:tati_alchueyr@python.org.br">Tati Al-Chueyr</a>

source: Password reset
pt_br: Redefinir senha

source: Forgotten your password? Enter your email address below, and we'll e-mail instructions for setting a new one.
pt_br: Esqueceu sua senha? Digite seu e-mail abaixo e lhe enviaremosinstruções para definir uma nova senha.

source: Reset my password
pt_br: Redefinir senha

source: Password reset confirm
pt_br: Alterar senha

source: Reset password
pt_br: Redefinir senha

source: Please fill the form below to complete the process of resetting your password:
pt_br: Por favor, preencha o formulário abaixo para redefinir sua senha:

source: Password reset unsuccessful.
pt_br: Falha ao redefinir a senha

source: Password reset successful
pt_br: Senha redefinida com sucesso

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
pt_br: Nós enviamos um email com as instruções para configurar sua senha. Você deev recebê-lo em breve.

source: 28th - 29th April 2005
pt_br: 28 a 29 de abril de 2005

source: 1st - 2nd June 2006
pt_br: 1 a 2 de junho de 2006

source: 30th August - 1st September 2007
pt_br: 30 de agosto a 1 setembro 2007

source: 18th - 20th September 2008
pt_br: 18 a 20 de setembro de 2008

source: 10th - 12th September 2009
pt_br: 10 a 12 de setembro de 2009

source: 21th - 23th October 2010
pt_br: 21 a 23 de outubro de 2010

source: 28th September - 1st October 2011
pt_br: 28 de setembro a 1º de outubro de 2011

source: Not supplied
pt_br: Não fornecida

source: Registration
pt_br: Inscrição

source: PythonBrasil Registration Rates
pt_br: Taxas de Inscrição da PythonBrasil

source: Conference Registration
pt_br: Inscrição na Conferência

source: Early Bird Rate
pt_br: Antecipada

source: Regular Rate
pt_br: Normal

source: Last Week Rate
pt_br: Última semana

source: Registration Information
pt_br: Informações sobre a inscrição

source: Speaker
pt_br: Palestrante

source: APyB member
pt_br: Membro APyB

source: Early Bird Rate:
pt_br: Valor antecipado:

source: Regular Rate:
pt_br: Valor normal:

source: until November 15, 2012
pt_br: até 15 de novembro de 2012

source: Last week Rate:
pt_br: Última semana

source: since November 16, 2012
pt_br: a partir de 16 de novembro

source: Buy your ticket!
pt_br: Pague sua inscrição!

source: Tutorial Registration
pt_br: Inscrição em Tutoriais

source: Rate
pt_br: Valor

source: each
pt_br: cada

source: Soon the tickets for the tutorials will be available!
pt_br: Logo as inscrições para os tutoriais estarão disponíveis!

source: Registration Types
pt_br: Tipos de inscrição

source: If your company is paying for you to attend PythonBrasil, you should register at the corporate rate. You'll be helping to keep the conference affordable for all, especially for students and those needing financial aid. Government employees should also register at the corporate rate.
pt_br: Se a sua empresa está pagando para você participar da PythonBrasil, você deve se inscrever usando a taxa coorporativa. Você estará ajudando a manter a conferência acessível para todos, especialmente para estudantes e pessoas precisando de apoio financeiro. Servidores públicos também devem se inscrever utilizando a taxa coorporativa.

source: If you are paying for yourself to attend PythonBrasil, and you are not member of the APyB (Brazilian Python Association), feel free to come as an individual.
pt_br: Se você está pagando a sua própria inscrição para PythonBrasil, e você não é membro da APyB (Associação Python Brasil), selecione essa taxa de inscrição.

source: This rate is for full-time students. You must present the documentation that proofs this condition in the first day of the conference.
pt_br: Esta é a taxa de inscrição para estudantes em tempo integral. Você deverá apresentar um comprovante válido, no primeiro dia da conferência.

source: The selected speakers will be announced <span class="strong">August 25, 2012</span>. Therefore, if you are not an APyB member nor a student, we suggest you wait until this date, in order to buy your ticket.
pt_br: Os palestrantes selecionados serão anunciados no dia <span class="strong">25 de agosto de 2012</span>. Portanto, se você não for membro APyB ou estudante e submeter palestra, sugerimos que aguarde até esta data para pagar a sua inscrição.

source: This rate is for members of the <a href="http://associacao.python.org.br/">Brazilian Python Association</a> (APyB), with the annual fee payed (R$ 40,00 for non-students per year). If in doubt, check the <a href="http://associacao.python.org.br/associados/relacao">status of your membership</a>.
pt_br: Esta taxa é para membro sda <a href="http://associacao.python.org.br/">Associação Python Brasil</a> (APyB), que tiverem pago a taxa anual (R$ 40,00 para não-estudantes por ano). Se estiver em dúvida, confira o <a href="http://associacao.python.org.br/associados/relacao">status da sua associação</a>.

source: What's included?
pt_br: O que está incluído?

source: <p>Conference registration includes access to open spaces, coding dojos and talks on the two conference days (Friday & Saturday). Coffee-breaks and the conference T-shirt are also included.</p> <p>Tutorial attendees will be provided with coffee breaks. Tutorials are charged separately from registration and do not include admission to the main conference.</p> <p>If you have questions or issues with registration, please send email to <a href="mailto:organizes@python.org.br">organizers@python.org.br</a>.</p>
pt_br: <p>A inscrição à conferência inclui acesso aos open spaces, palestras relâmpago e apresentações durante os dois dias de conferência (Sexta & Sábado). Coffee breaks e a camiseta da conferência também estão incluídos.</p> <p>Participantes dos tutoriais terão coffee breaks nos dias correspondentes Tutoriais são cobrados a parte da inscrição e não permitem acesso à conferência principal.</p> <p>Se você tiver perguntas ou problemas com a inscrição, por favor envie email para <a href="mailto:organizes@python.org.br">organizers@python.org.br</a>.</p>

source: Schedule
pt_br: Programação

source: PythonBrasil Schedule
pt_br: Programação da PythonBrasil

source: Come and enjoy all the amazing talks we are gathering for you. listen to the wisdom of the experts and the darings of the initiated.
pt_br: Participe e aproveite as excelentes palestras quer reunimos para você. Aprenda lições com os especialistas e a ousadia dos iniciantes.

source: You will have the chance to learn from some of the hottest Python topics as well as some other surprises.
pt_br: Você terá a oportunidade de aprender alguns dos assuntos mais quentes de Python e algumas outras surpresas.

source: Soon more information about PythonBrasil[8] keynotes, speakers and the schedule!
pt_br: Em breve mais informações sobre os keynotes da PythonBrasil[8], sobre os palestrantes e sobre a programação.

source: Brazilian #Python conference in November - Join us!
pt_br: Em novembro, conferência nacional de #Python - Participe!

source: Vote
pt_br: Votar

source: You should enable JavaScript to have a better experience when voting!
pt_br: Você deve habilitar JavaScript em seu navegador para ter uma melhor expeiência na votação!

source: pythonbrasil[8] registration
pt_br: inscrição na pythonbrasil[8]

source: <p>Thanks for signing up! Now you can <a href="%(login_url)s">log in</a> and start your registration on the event!</p>
pt_br: <p>Obrigada por cadastrar-se no site! Agora você pode fazer <a href="%(login_url)s">login</a> e pagar a taxa de inscrição do evento!</p>

source: Either your activation link was incorrect, or the activation key for your account has expired.
pt_br: Ou o link de ativação da sua conta está incorreto, ou a chave para ativação da sua conta expirou.

source: pythonbrasil account activated
pt_br: conta ativada pythonbrasil

source: Thanks for signing up! Please,
pt_br: Obrigada por cadastrar-se no site! Por favor,

source: in order to buy your ticket!
pt_br: para pagar a sua inscrição

source: In order to pay your registration for attending to PythonBrasil[8] or to propose a talk, an account is required. Please, log in or sign up, if you don't have an account yet.
pt_br: Para pagar sua inscrição para participar da PythonBrasil[8] ou propor uma palestra é necessário criar uma conta. Por favor, faça login ou crie uma conta, caso você não tenha ainda.

source: Forgot your password?
pt_br: Esqueceu sua senha?

source: Don't have an account yet? Sign Up now!
pt_br: Não tem cadastro? Cadastre-se no site agora!
