Repository: pythonbrasil/pybr2012-site
Catalog: pythonbrasil8/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Sign Up
pt_br: Cadastre-se

source: Password change
pt_br: Alterar senha

source: <p>Password successfully changed, you can <a href="%(dash_url)s" title="Dashboard">go back to the dashboard</a> now.</p>
pt_br: <p>Senha alterada com sucesso, você já pode <a href="%(dash_url)s" title="Dashboard">voltar ao dashboard</a> agora.</p>

source: Please fill the form below to change your password:
pt_br: Por favor, preencha o formulário abaixo para alterar sua senha

source: Password Reset Complete
pt_br: Senha redefinida

source: Your password has been set. You may go ahead and login now.
pt_br: Sua senha foi redefinida com sucesso, você pode fazer log in novamente.

source: pythonbrasil account activation
pt_br: ativação de conta pythonbrasil

source: An activation link has been sent to the email address you supplied, along with instructions for activating your account.
pt_br: Um link de ativação foi enviado para o email informado, com instruções para ativar a sua conta.

source: Please fill the form below to registrate yourself for PythonBrasil[8]:
pt_br: Favor preencher o formulário para pré-inscrição na PythonBrasil[8]. Todos campos são obrigatórios.
